Repository: emcrisostomo/display-control
Catalog: po/*.po
Languages: es, it

source: Invalid brightness value:
es: Valor de luminosidad inválido:
it: Livello di luminosità invalido:

source: Invalid display number:
es: Número de pantalla invalido:
it: Numero de monitor invalido:

source: Unexpected option received:
es: Opción inesperada:
it: Numero di opzioni inatteso:

source: This is likely a bug.
es: Este es probablemente un bug.
it: Questo è probabilmente un bug.

source: Invalid number of arguments.
es: Número de argumentos inválido.
it: Numero di parametri invalido.

source: Only one command can be specified.
es: Puede especificarse sólo un comando.
it: Si può specificare un solo comando.

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html>.
es: Licencia GPLv3+: GNU GPL versión 3 o sucesiva <http://gnu.org/licenses/gpl.
it: Licenza GLPv3+: GNU GPL versione 3 o successive <http://gnu.org/licenses/gpl. html>.

source: This is free software: you are free to change and redistribute it.
es: Éste es software libre: eres libre de cambiarlo y redistribuirlo.
it: Questo programma è free software: sei libero di modificarlo e ridistribuirlo.

source: There is NO WARRANTY, to the extent permitted by law.
es: No hay NINGUNA GARANTÍA, en los límites permitidos por la ley.
it: Non c'è NESSUNA GARANZIA, nei limiti permessi dalla legge.

source: Written by Enrico M. Crisostomo.
es: Escrito por Enrico M. Crisostomo
it: Scritto da Enrico M. Crisostomo.

source: Usage:
es: Uso:
it: Sintassi:

source: [OPTION] ... path ...
es: [OPCIÓN] ... RUTA ...
it: [OPZIONE] ... percorso ...

source: Options:
es: Opciones:
it: Opzioni:

source: Set brightness to b.
es: Establece la luminosidad a b.
it: Imposta la luminosità a b.

source: Choose display n.
es: Selecciona el monitor n.
it: Seleziona il monitor n.

source: Show this message.
es: Enseña este mensaje.
it: Mostra questo messaggio.

source: List displays.
es: Muestra la lista de monitores.
it: Mostra la lista di monitor.

source: Restore display brightness.
es: Restablece la luminosidad del monitor.
it: Restaurare le impostazioni di luminosità.

source: Save display brightness.
es: Graba la luminosidad del monitor.
it: Salva le impostazioni di luminosità.

source: Print verbose output.
es: Muestra mensajes detallados.
it: Mostra messaggi dettagliati.

source: Print the version of
es: Muestra la versión de
it: Mostra la versione di

source: and exit.
es: y sal del programa.
it: ed esci.

source: See the man page for more information.
es: Consulta a la página man para más informaciones.
it: Consulta la pagina man per avere ulteriori informazioni.

source: Report bugs to <
es: Envía bugs a <
it: Invia i bug a <

source: An error occurred:
es: Ha ocurrido un error:
it: Errore:

source: No operation was performed. This is probably a bug.
es: No se ha efectuado ninguna operación. Éste es probablemente un bug.
it: Nessuna operazione è stata eseguita. Questo è probabilmente un bug.

source: Invalid display
es: Monitor inválido
it: Monitor invalido

source: Display has no configuration:
es: El monitor no tiene configuración:
it: Il monitor non ha impostazioni:

source: Couldn't retrieve user home directory
es: No se puede recuperar la carpeta home del usuario
it: Non si può deteriminare la directory home dell'utente

source: Invalid display settings:
es: Impostaciones del monitor inválidas:
it: Impostazioni del monitor invalide:

source: The specified display index has no settings:
es: El monitor con el índice especificado no tiene impostaciones:
it: Il monitor con l'indice specificato non ha impostazioni:

source: cannot create
es: no se puede crear

source: not a directory
es: no es una directory

source: CGGetOnlineDisplayList returned error:
es: CGGetOnlineDisplayList devolvió un error:
it: CGGetOnlineDisplayList ha restituito un errore:

source: IODisplayGetFloatParameter returned error:
es: IODisplayGetFloatParameter devolvió un error:
it: IODisplayGetFloatParameter ha restituito un errore:

source: IODisplaySetFloatParameter returned error:
es: IODisplaySetFloatParameter devolvió un error:
it: IODisplaySetFloatParameter ha restituito un errore:

source: n/a
it: n/d
